/* (unsaved) */
"(unsaved)" = "(fichier non enregistré)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "Une version plus récente (%@) est disponible. Voulez-vous la télécharger?";

/* Advanced preferences toolbar item Label */
"Advanced" = "Avancé";

/* Advanced Find */
"Advanced Find" = "Recherche avancée";

/* The name for the all documents project */
"All documents" = "Tous les documents";

/* Appearance preferences toolbar item Label */
"Appearance" = "Apparence";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "Voulez-vous vraiment supprimer %1$i occurrences de «%2$@»?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "Voulez-vous vraiment supprimer l’occurrence de «%@»?";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "Voulez-vous vraiment remplacer %1$i occurrences de «%2$@» par «%3$@»?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "Voulez-vous vraiment remplacer une occurrence de «%1$@» par «%2$@»?";

/* Ask if you are sure you want to download preferences for Fraise from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Fraise from your iDisk and replace your current settings?" = "Voulez-vous vraiment télécharger les préférences de Fraise depuis votre iDisk et remplacer vos réglages actuels?";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "Voulez-vous vraiment installer l’utilitaire en ligne de commande?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "Voulez-vous vraiment revenir à la version enregistrée?";

/* Ask if you are sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists)?" = "Voulez-vous vraiment envoyer sur votre iDisk les préférences actuelles de Fraise en remplaçant le fichier de préférences qui pourrait déjà s'y trouver?";

/* Authenticate */
"Authenticate" = "Authentification";

/* The name for bytes in the info window */
"bytes" = "octets";

/* Cancel-button */
"Cancel" = "Annuler";

/* Name for undo Change Encoding */
"Change Encoding" = "Changer l’encodage";

/* Name for undo Change Line Endings */
"Change Line Endings" = "Changer les fins de ligne";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Changez les préférences d’encodage du fichier, ou sinon assurez-vous que le contenu est conforme à ce que vous attendez";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "Sélectionnez autre chose qu’un dossier, ou modifiez les Préférences afin que tous les éléments contenus soient ouverts";

/* Close */
"Close" = "Fermer";

/* Close Split */
"Close Split" = "Fermer la division";

/* Collection */
"Collection" = "Collection";

/* Command ran successfully in runAction */
"Command ran successfully" = "Commande exécutée avec succès";

/* Commands */
"Commands" = "Commandes";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "duplicata";

/* Indicate that you could not connect properly to your iDisk in Can't-connect-to-iDisk sheet */
"Could not connect properly to your iDisk" = "Impossible de se connecter à votre iDisk";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "Aucun résultat ne correspond à «%@»";

/* Indicate that a Fraise preference-file could not be found on your iDisk in Can't-find-iDisk-preferences-file sheet */
"Could not find a Fraise preference-file on your iDisk" = "Aucun fichier de préférences pour Fraise n'est présent sur votre iDisk";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "Aucun fichier de description de syntaxe ne correspond à ce document";

/* Indicate that the local Preferences file could not be found in Can't-find-local-preferences-file sheet */
"Could not find your local preferences file" = "Aucun fichier de préférences n’est présent sur votre disque local";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "Impossible d’écraser le fichier «%@», car il a été supprimé";

/* Delete-button */
"Delete" = "Supprimer";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "Voulez-vous ignorer les changements apportés par l’autre application, ou bien recharger le document et perdre ainsi toute modification que vous y avez apportée?";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "Voulez-vous ignorer les changements apportés par l’autre application, ou bien recharger le document?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "Voulez-vous ouvrir «%@» comme fichier de projet ou comme simple fichier-texte";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Ne pas passer le texte à la ligne";

/* Don't Save-button in Close-sheet */
"Don't Save" = "Ne pas enregistrer";

/* Download */
"Download" = "Télécharger";

/* Encoding, in the status bar */
"Encoding" = "Encodage";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "%ld occurrences trouvées pour «%2$@»";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "Une seule occurrence trouvée pour «%@»";

/* Function */
"Function" = "Fonction";

/* General preferences toolbar item Label */
"General" = "Général";

/* Hide Documents List in View menu */
"Hide Documents List" = "Masquer la liste des documents";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "Masquer les caractères invisibles";

/* Hide Line Numbers */
"Hide Line Numbers" = "Masquer les numéros de lignes";

/* Hide Projects toolbar item Label */
"Hide Projects" = "Masquer les projets";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "Masquer le tiroir des projets";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "Masquer la barre d'état";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "Masquer la coloration syntaxique";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "Masquer les onglets";

/* Indicate that if you choose Install fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "Si vous cliquez sur Installer, Fraise s'installera dans /usr/bin et ses pages de manuel dans /usr/share/man/man1, vous permettant ainsi de l’invoquer à partir du Terminal (il est possible que vous ayez à vous authentifier deux fois en tant qu’administrateur). Sinon, vous pouvez placer tous les fichiers utiles sur le Bureau et les installer à la main.";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "Si vous le souhaitez, vous pouvez tenter de vous authentifier avec un nom et mot de passe administrateur";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "Ignorer";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "Notes importées";

/* Info */
"Info" = "Info";

/* Install-button in Install-command-line-utility sheet */
"Install" = "Installer";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "Vous ne semblez pas être autorisé à ouvrir le fichier «%@»";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "Vous ne semblez pas être autorisé à enregistrer le fichier «%@»";

/* Saved, in the status bar */
"Saved" = "Enregistré";

/* Length, in the status bar */
"Length" = "Longueur";

/* Line Wrap Text */
"Line Wrap Text" = "Passer le texte à la ligne";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "Passer à la ligne / Ne pas passer à la ligne";

/* Live Find */
"Live Find" = "Recherche dynamique";

/* Indicate that they should Make sure that your .Mac settings are correct and you are connected to the internet */
"Make sure that your .Mac settings are correct and you are connected to the internet" = "Vérifiez vos réglages .Mac et votre connexion à Internet";

/* New */
"New" = "Nouveau";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "Aucun document sélectionné";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "Non applicable";

/* OK-button */
"OK" = "OK";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "Anciennes notes";

/* Open */
"Open" = "Ouvrir";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "Ouverture et enregistrement";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "Veuillez patienter. Cela peut prendre un moment.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "Veuillez changer vos préférences si vous souhaitez une information dans la barre d’état";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "Veuillez contrôler que le fichier original n’a pas été modifié ou supprimé";

/* Indicate that they should please check the installation of Fraise and that they have a preference-file at <your home folder>/Library/Preferences/org.fraise.Fraise.plist in Can't-find-local-preferences-file sheet */
"Please check the installation of Fraise and that you have a preference-file at <your home folder>/Library/Preferences/org.fraise.Fraise.plist" = "Veuillez vérifier votre installation de Fraise et en particulier la présence du fichier de préférences dans: <votre dossier d'utilisateur>/Library/Preferences/org.fraise.Fraise.plist";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "Veuillez vérifier l’installation de l’application et de ses préférences";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "Veuillez vérifier les autorisations pour le fichier et le dossier contenant, et réessayez";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Ne voulez-vous pas exporter les notes avant? Aucune annulation ne sera possible.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "Veuillez le chercher à un autre endroit en sélectionnant Ouvrir un projet%C dans le menu Fichier";

/* Indicate that they should please make sure that they have a file called org.fraise.Fraise.plist in the folder /Documents/Fraise Preferences on their iDisk and that their .Mac settings are correct and that they are connected to the internet in Can't-find-iDisk-preferences-file sheet */
"Please make sure that you have a file called org.fraise.Fraise.plist in the folder /Documents/Fraise Preferences/ on your iDisk and that your .Mac settings are correct and that you are connected to the internet" = "Veuillez vérifier que vos réglages .Mac sont corrects, que vous êtes connecté à Internet, et enfin qu’un fichier org.fraise.Fraise.plist se trouve dans le dossier /Documents/Fraise Preferences/ de votre iDisk";

/* Indicate that they should make sure that their .Mac settings are correct and that they are connected to the internet in Can't-connect-to-iDisk sheet */
"Please make sure that your .Mac settings are correct and that you are connected to the internet" = "Veuillez vérifier que vos réglages .Mac sont corrects et que vous êtes connecté à Internet";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "Veuillez enregistrer le fichier à un autre endroit";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "Veuillez l'enregistrer ailleurs en sélectionnant Enregistrer sous%C dans le menu Fichier";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "Essayez ailleurs en sélectionnant Enregistrer sous%C dans le menu Fichier";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "Essayez ailleurs en sélectionnant Enregistrer sous%C dans le menu Fichier, ou vérifiez les autorisations du fichier et du dossier contenant, et réessayez";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "Essayez d’enregistrer ailleurs";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "Veuillez utiliser Enregistrer sous%C dans le menu Fichier";

/* Position, in the status bar */
"Position" = "Position";

/* Preferences */
"Preferences" = "Préférences";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "Préparation du document pour l'impression";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "Appuyez sur la touche Esc pour quitter le mode plein écran";

/* Preview */
"Preview" = "Aperçu";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "Projet";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "Mettre sur le bureau";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "Recharger";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "Souvenez-vous que vous pourrez toujours annuler les changements";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "Remplacer";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "%ld occurrences de «%2$@» ont été remplacées par «%3$@»";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "Une occurrence de «%1$@» a été remplacée par «%2$@»";

/* Revert-button in Revert-sheet */
"Revert" = "Version enregistrée";

/* Save */
"Save" = "Enregistrer";

/* Selection, in the status bar */
"Selection" = "Sélection";

/* Show Documents List in View menu */
"Show Documents List" = "Afficher la liste des documents";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "Afficher les caractères invisibles";

/* Show Line Numbers */
"Show Line Numbers" = "Afficher les numéros de lignes";

/* Show Projects toolbar item Label */
"Show Projects" = "Afficher les projets";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "Afficher le tiroir des projets";

/* Show Status Bar in View-menu */
"Show Status Bar" = "Afficher la barre d'état";

/* Show Syntax Colours */
"Show Syntax Colours" = "Afficher la coloration syntaxique";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "Afficher les onglets";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "Afficher/masquer les numéros de lignes";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "Afficher/masquer les projets";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "Afficher/masquer la coloration syntaxique";

/* Snippets */
"Snippets" = "Notes";

/* Split Window */
"Split Window" = "Diviser la fenêtre";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "Diviser la fenêtre / Fermer la division";

/* Syntax, in the status bar */
"Syntax" = "Syntaxe";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "Coloration syntaxique";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "Définitions des syntaxes";

/* Text File-button in Ask-if-project-or-file sheet */
"Text File" = "Fichier texte";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "Le document «%@» a été modifié par une autre application";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "Le document «%@» n’a pas été enregistré";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "Le document « %@» n’est plus ouvert";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "Le fichier «%@» n’existe pas";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "Un problème a été rencontré avec l’encodage du fichier «%@». Voulez-vous quand même l’ouvrir?";

/* Indicate that there was a unknown error when trying to install the command-linbe utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "Une erreur inconnue s’est produite à l’installation de l’utilitaire en ligne de commande";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "Une erreur inconnue s’est produite en tentant d’ouvrir le fichier «%@» avec votre authentification";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "Une erreur inconnue s’est produite lors de l’enregistrement du fichier «%@»";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "Une erreur inconnue s’est produite lors de l’enregistrement du fichier «%@» avec votre authentification";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "Ce message ne sera PAS répété, tâchez de vous en souvenir! :-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "Toutes les notes de la  collection «%@» seront perdues. Voulez-vous vraiment vraiment continuer?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "Erreur inconnue lors de l'éxécution de la commande";

/* Name for untitled document */
"untitled" = "sans titre";

/* Untitled project */
"Untitled project" = "Projet sans titre";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "Envoyer";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "Utiliser les réglages des Préférences";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "Vous ne pouvez enregistrer ce fichier car «%@» est maintenant un dossier";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "Vous ne pouvez ouvrir «%@» car c’est un dossier";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "Il est impossible de revenir à la version enregistrée, car le fichier «%@» n’existe plus";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "Vos préférences sont de ne rien afficher dans la barre d’état";

/* You need Mac OS X 10.4.5 Tiger or later to run this version of Fraise in Check-system-version */
"You need Mac OS X 10.4.5 Tiger or later to run this version of Fraise" = "Cette version de Fraise requiert Mac OS X 10.4.5 ou ultérieur";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "Vos modifications seront perdues si vous fermez ce document sans enregistrer";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "Vos modifications seront perdues si vous revenez à la version enregistrée";

